Repository: derspeetzen/postbtlr
Catalog: inc/themes/uranus/locale/*/messages.po
Languages: de_de

source: Missing some of required data.
de_de: Es werden benötigte Daten vermisst.

source: Email is not valid.
de_de: E-Mail Adresse ist nicht gültig.

source: Account is not active
de_de: Account ist nicht aktiv

source: Password must be at least 6 character length!
de_de: Das Passwort muss mindestens 6 Zeichen haben!

source: Password confirmation didn't match!
de_de: Deine Passwörter stimmen nicht überein!

source: All fields are required!
de_de: Bitte fülle alle Felder aus!

source: Couldn't send recovery email. Please try again later.
de_de: Es ist ein Fehler aufgetreten.

source: We couldn't find your account
de_de: Wir konnten deinen Account nicht finden

source: Please include the email address.
de_de: Bitte trage deine E-Mail Adresse ein.

source: Please include a valid email address.
de_de: Bitte trage deine gültige E-Mail Adresse ein.

source: Email belongs to an account already.
de_de: Dieser Account existiert bereits.

source: Sign in
de_de: Anmelden

source: All fields are required
de_de: Alle Felder werden benötigt

source: Email is not valid!
de_de: E-Mail Adresse ist nicht gültig!

source: Email is not available!
de_de: E-Mail Adresse ist nicht verfügbar!

source: Please verify the reCaptcha.
de_de: Bitte bestätige den reCaptcha.

source: Save time managing your Instagram accounts
de_de: Spare Zeit und verwalte Deine Instagram Accounts

source: A smarter way to auto post on Instagram
de_de: Der beste Weg deine Instagram Posts zu planen

source: Get Now
de_de: JETZT KOSTENLOS TESTEN

source: Demo Version
de_de: Login

source: Manage Your Accounts
de_de: Verwalte alle deine Accounts

source: The following features to help you save time
de_de: Die Folgenden Features werden dir helfen Zeit zu sparen

source: Get Started
de_de: Jetzt loslegen

source: Photo, Story, Video & Album
de_de: Fotos, Storys, Videos & Alben

source: Automatically post all content
de_de: Automatisiere deinen Content

source: Multi Instagram Accounts
de_de: Alle deine Instagram Accounts

source: Post to all of your Instagram accounts easily
de_de: Poste ganz einfach auf verschiedenen Instagram Accounts

source: Schedule Posts
de_de: Plane Posts

source: You don't need to worry about managment
de_de: Plane alle deine Posts im voraus

source: Spüre den Unterschied.
de_de: Make the difference.

source: Here are the features for you
de_de: Das sind unsere Features für Dich

source: Unique Design
de_de: Content Verwaltung

source: Secure Password hash
de_de: Höchste Sicherheit

source: Multi Accounts
de_de: Alle deine Instagram Accounts an einem Ort

source: Mobile Responsive
de_de: Smartphone kompatibel

source: Auto Post
de_de: Automatische Beiträge

source: Payment Gateways
de_de: Kostengünstig

source: Emoji Compatibility
de_de: Große Emoji Auswahl

source: Completed
de_de: Veröffentlicht!

source: Instagram Scheduler
de_de: Instagram Planer

source: Schedule your posts at a future date to save time
de_de: Plane deine Beiträge für die Zukunft um Zeit zu sparen

source: There's no need to spend all day on your account when you can use a tool that automatically post on Instagram.
de_de: Du musst nicht mehr den ganzen Tag an deinem Smartphone bleiben, um auf Instagram aktiv zu sein. POST BTLR postet deine Beiträge automatisch!

source: Don't worry about managing accounts.
de_de: Mach dir keine Sorgen mehr um deine Instagram Beiträge.

source: Real-time posting may be the best way to use it, but <br> not everyone has the time to update in real time
de_de: Spare Zeit indem du deine Post im voraus planst <br> damit Dir mehr Zeit für Dich bleibt!

source: Sign in to your account
de_de: Logge dich in deinen Account ein

source: Login with Facebook
de_de: Login mit Facebook

source: E-mail adress
de_de: E-Mail Adresse

source: Password
de_de: Passwort

source: Remember me
de_de: Erinnere dich an mich

source: Forgot Password?
de_de: Passwort vergessen?

source: Need an account?
de_de: Benötigst du einen Account?

source: Sign up
de_de: Registrieren

source: Password Reset
de_de: Passwort zurücksetzen

source: New password
de_de: Neues Passwort

source: Confirm password
de_de: Passwort bestätigen

source: Reset Password
de_de: Passwort zurücksetzen

source: Success!
de_de: Erfolgreich!

source: You've successfully reset your password!
de_de: Du hast dein Passwort erfolgreich geändert!

source: Privacy Policy
de_de: Impressum und Datenschutz

source: Password Recovery
de_de: Passwort zurücksetzen

source: Your e-mail adress
de_de: Deine E-Mail Adresse

source: Submit
de_de: Absenden

source: Enter your registration email address to receive password reset instructions.
de_de: Tippe deine E-Mail Adresse ein, damit wir dein Passwort zurücksetzen können.

source: Email Sent!
de_de: E-Mail gesendet!

source: Password reset instruction sent to your email adress.
de_de: Du bekommst in den nächsten Minuten eine E-Mail mit der Anleitung, wie du dein Passwort zurücksetzt..

source: All rights reserved.
de_de: Alle Rechte vorbehalten.

source: Terms of Services
de_de: AGB

source: ABOUT
de_de: ÜBER

source: PRICES
de_de: PREISE

source: Go to Account
de_de: Zu deinem Account

source: SIGN UP
de_de: REGISTRIEREN

source: Pricing
de_de: Preise

source: Pricing designed to fit your business
de_de: Die Preise wurden speziell für deine Bedürfisse entwickelt!

source: Most Popular
de_de: Am beliebtesten

source: Save %s when paid annualy
de_de: Spare %s bei jährlicher Zahlung

source: mon
de_de: Monat

source: Only 1 account
de_de: Nur 1 Account

source: Unlimited accounts
de_de: Unbegrenzte Accounts

source: Zero accounts
de_de: 0 Accounts

source: Post Types
de_de: Beitrags Arten

source: Photo
de_de: Foto

source: Photo+Video
de_de: Fotos + Videos

source: Photo only
de_de: Nur Fotos

source: Video only
de_de: Nur Videos

source: Album
de_de: Alben

source: Not available
de_de: Nicht verfügbar

source: Modules
de_de: Module

source: Storage
de_de: Speicherplatz

source: Unlimited
de_de: Unbegrenzt

source: Get started
de_de: Jetzt testen

source: Signup for free account
de_de: Jetzt kostenlos testen

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Email address
de_de: E-Mail Adresse

source: Next
de_de: Weiter

source: Signup
de_de: Registrieren

source: Step %s
de_de: Schritt %s

source: By creating an acount you agree to our <a href='%s'>terms of services</a>.
de_de: Bei der Anmeldung stimmst du unseren <a href='%s'>AGBs</a> zu.

source: Already have an account?
de_de: Hast du bereits einen Account?
