Repository: derspeetzen/postbtlr
Catalog: app/locale/*/messages.po
Languages: de_de

source: Please select a proxy from left side list to view or modify it's details.
de_de: Wähle einen Proxy aus um ihn zu bearbeiten.

source: New Proxy
de_de: Neuer Proxy

source: Country
de_de: Land

source: Unknown
de_de: Unbekannt

source: You've already subscribed to %s. <br> Please select package options and payment gateway to renew your account!
de_de: Du hast %s bereits abonniert. <br> Bitte wähle die Paketoptionen und das Zahlungsart um dein Konto zu erneuern!

source: Great! You've selected %s. <br> Now please select package options and payment gateway to renew your account!
de_de: Großartig! Du hast %s ausgewählt. <br> Wählen jetzt bitte die Paketoptionen und die Zahlungsart um dein Konto zu erneuern!

source: Pay {{amount}}
de_de: {{Menge}} bezahlen

source: Please select your plan
de_de: Bitte wähle deinen Tarif

source: Monthly plan
de_de: Monatliche Zahlung

source: Annual plan
de_de: Jährliche Zahlung

source: Choose a payment method
de_de: Wähle eine Zahlungart

source: Payment Cycle
de_de: Zahlungskreislauf

source: One time
de_de: Einmalige Zahlung

source: This is one time payment
de_de: Deine Zahlung wird einmalig ausgeführt.

source: Recurring Payment
de_de: Automatische Zahlung

source: You'll be charged at the end of each cycle automatically
de_de: Dein Tarif erneuert sich automatisch

source: Place Order
de_de: Tarif buchen

source: Please select one of the packages listed below to subscribe!
de_de: Bitte wähle ein Paket!

source: per month
de_de: pro Monat

source: You save %s
de_de: Du sparst %s

source: Only 1 account
de_de: Nur 1 Konto

source: Unlimited accounts
de_de: Unbegrenzte Konten

source: Zero accounts
de_de: Keine Konten

source: Photo+Video
de_de: Fotos + Videos

source: Photo only
de_de: Fotos

source: Video only
de_de: Videos

source: Not available
de_de: Nicht verfügbar

source: Spintax Support
de_de: Spintax Unterstützung

source: Storage
de_de: Speicherplatz

source: Select
de_de: Wählen

source: Dropbox Chooser
de_de: Dropbox Upload

source: Dropbox API Key
de_de: Dropbox-API-Schlüssel

source: Leave this field empty if you don't want to enable Dropbox Chooser.
de_de: Lassen Sie dieses Feld leer, wenn Sie Dropbox Chooser nicht aktivieren möchten.

source: Google Analytics Property ID
de_de: Google Analytik Property ID

source: Leave this field empty if you don't want to enable Google Analytics
de_de: Verlassen dieses Feld leer Wenn Sie Google nicht aktivieren möchten Analytik

source: Leave both of these fields empty if you don't want to enable Google Drive file picker.
de_de: Lassen Sie beide Felder leer, wenn Sie Google Drive Datei Picker nicht aktivieren möchten.

source: Google API Key
de_de: Google API Schlüssel

source: Logomark
de_de: LogoKennzeichen

source: Will be used as minimized menu and favicon
de_de: Wird als minimiertes Menü und Favicon verwendet

source: 128px x 128px PNG image is recomended
de_de: 128px x 128px PNG Bild wird empfohlen

source: General Settings
de_de: Allgemeine Einstellungen

source: Site Settings
de_de: Seiten Einstellungen

source: Other Settings
de_de: Andere Einstellungen

source: Proxy Addresses
de_de: Proxy-Adressen

source: Email Notifications
de_de: E-Mail Benachrichtigungen

source: Integrations
de_de: Integrationen

source: OneDrive File Picker
de_de: Onedrive Datei Pflücker

source: PayPal Integration
de_de: PayPal Integrationen

source: Stripe Integration
de_de: Streifen Integrationen

source: Email Addresses
de_de: E-mailadressen

source: Notification emails will be sent to these email addresses. Separate emails with comma sign.
de_de: Benachrichtigungs-E-Mails werden an diese E-Mail-Adressen gesendet. Trennen Sie E-Mails mit Komma Schild

source: New User
de_de: Neuer Benutzer

source: Receive notification when a new user registers to the site
de_de: Benachrichtigung erhalten, wenn sich ein neuer Benutzer auf der Website registriert

source: Account Renew (New payment)
de_de: Konto erneuern (neue Zahlung)

source: Receive notification when new payment received successfully to renew the user account.
de_de: Benachrichtigung erhalten, wenn neue Zahlung erfolgreich erhalten wurde, um das Benutzerkonto zu erneuern.

source: Leave this field empty if you don't want to enable OneDrive file picker.
de_de: Lassen Sie dieses Feld leer, wenn Sie keine OneDrive-Dateiauswahl aktivieren möchten.

source: SSL certificate is required for OneDrive interation
de_de: SSL-Zertifikat ist für die OneDrive-Integration erforderlich

source: Default Currency
de_de: Standard währung

source: Geonames Username
de_de: Geonamen Benutzername

source: Enter your geonames.org username
de_de: Geben Sie Ihren geonames.org Benutzernamen ein

source: Required for getting correct data for user's location to use in proxy and timezones detection
de_de: Erforderlich, um korrekte Daten für den Standort des Benutzers zu erhalten, um die Proxy- und Zeitzonenerkennung zu verwenden

source: Sandbox (Test mode)
de_de: Sandbox (Testmodus)

source: PayPal Client Secret
de_de: PayPal-Client Geheimnis

source: Proxy Settings
de_de: Proxy-Einstellungen

source: Enable System Proxy
de_de: Systemproxy aktivieren

source: If you enable this option, system will try use most appropriate proxy from your proxy list while new acount is being added.
de_de: Wenn Sie diese Option aktivieren, wird das System versuchen, am besten geeignete Proxy von Ihrer Proxy-Liste verwenden, während neuer acount zugegeben wird.

source: Users can add their own proxy address.
de_de: Benutzer können ihre eigene Proxy-Adresse hinzufügen.

source: Site name
de_de: Website-Namen

source: Enter site name here
de_de: Geben Sie Site-Namen hier

source: Site description
de_de: site beschreibung

source: Recommended length of the description is 150-160 characters
de_de: Die empfohlene Länge der Beschreibung beträgt 150-160 Zeichen

source: Keywords
de_de: Schlüsselwörter

source: SMTP Settings
de_de: SMTP Einstellungen

source: If you left this field empty then other field values will be ignored and server's default configuration will be used.
de_de: Wenn du dieses Feld leer gelassen hast, werden andere Feldwerte ignoriert und die Standardkonfiguration des Servers wird verwendet.

source: Encryption
de_de: Verschlüsselung

source: None
de_de: Keiner

source: Auth. username
de_de: Auth. Benutzername

source: Auth. password
de_de: Auth. Passwort

source: From
de_de: Von

source: All emails will be sent from this email address.
de_de: Alle E-Mails werden von dieser E-Mail-Adresse gesendet.

source: Publishable Key
de_de: publizierbar Schlüssel

source: Secret Key
de_de: Geheimer Schlüssel

source: Account Summary
de_de: Kontoübersicht

source: Post Summary
de_de: Post Zusammenfassung

source: Last 30 days
de_de: Letzte 30 Tage

source: Completed
de_de: Abgeschlossen

source: Search Modules
de_de: Module Suchen

source: Search
de_de: Suche

source: Hi, %s!
de_de: Hallo, %s!

source: Profile
de_de: Profil

source: Account Type
de_de: Konto Typ

source: Regular User
de_de: Normaler Nutzer

source: Active
de_de: Aktiv

source: Deactive
de_de: Deaktivieren

source: Expire date
de_de: Ablaufdatum

source: Package
de_de: Tarif

source: Subscribe to changes in package settings
de_de: Abonnieren Sie die Änderungen der Paketeinstellungen

source: Users with this option enabled, can use spintax syntax in post captions.
de_de: Benutzer mit dieser Option aktiviert, können Spintax-Syntax in Post-Beschriftungen verwenden.

source: Your account
de_de: Dein Konto

source: Regular user
de_de: Regelmäßiger Benutzer

source: Expire date: %s
de_de: Verfallen Datum: %s

source: Expired
de_de: Abgelaufen

source: Please select a user from left side list to view or modify it's details.
de_de: Bitte auswählen ein Benutzer von der linken Seite Liste zum Anzeigen Oder modifizieren es ist Details.

source: Edit Post
de_de: Post bearbeiten

source: New Post
de_de: Neuer Post

source: Account Renewal
de_de: Kontoerneuerung

source: Clear storage
de_de: Speicher leeren

source: Please verify the reCaptcha.
de_de: Bitte bestätige dein reCaptcha.
