Repository: derspeetzen/postbtlr
Catalog: app/locale/*/messages.po
Languages: de_de

source: Missing some of required data.
de_de: Es werden benötigte Daten vermisst.

source: Please include a valid username.
de_de: Bitte gib einen gültigen Nutzernamen ein.

source: Account is already exists!
de_de: Account existiert bereits!

source: Proxy is not valid or active!
de_de: Proxy ist nicht gültig!

source: Enter the code sent to your number ending in %s
de_de: Bitte gib den Sicherheits ein, der an deine Nummer mit der Endung %s gesendet wurde

source: The password you entered is incorrect. Please try again.
de_de: Dein eingegebenes Passwort ist falsch. Bitte versuche es erneut.

source: The username you entered doesn't appear to belong to an account. Please check your username and try again.
de_de: Der Nutzername den du eingegeben hast gehört zu keinem Instagram Account. Bitte prüfe deine Eingaben.

source: Oops! Something went wrong. Please try again later!
de_de: Oops! Da ist etwas schief gelaufen! Versuche es später erneut!

source: Changes saved!
de_de: Änderungen gespeichert!

source: Please check the security code sent you and try again.
de_de: Bitte Prüfe deinen Sicherheitscode und versuche es erneut.

source: SMS sent.
de_de: SMS wurde gesendet.

source: An error occured while verifying the security code.
de_de: Es ist ein Fehler aufgetreten.

source: Please try again some time later.
de_de: Bitte versuche es später erneut.

source: Couldn't verify the security code.
de_de: Dein Sicherheitscode konnte nicht bestätigt werden.

source: Please check the code sent to you and try again.
de_de: Bitte prüfe den Sicherheitscode, den du empfangen hast und versuche es neuet.

source: Sorry, we couldn't add this account at the moment.
de_de: Entschuldige, wir können diesen Account im Moment nicht hinzufügen.

source: Please goto <a href='http://instagram.com' target='_blank'>instagram.com</a> and pass challenge!
de_de: Bitte gehe auf <a href='http://instagram.com' target='_blank'>instagram.com</a> und schließe die Sicherheitsüberprüfung ab!

source: Enter the 6-digit code sent to the email address %s
de_de: Bitte geben den Sicherheitscode ein der an %s gesendet wurde.

source: Please goto <a href='http://instagram.com' target='_blank'>instagram.com</a> and pass checkpoint!
de_de: Bitte gehe auf <a href='http://instagram.com' target='_blank'>instagram.com</a> und schließe die Sicherheitsüberprüfung ab!

source: ID is requred!
de_de: ID wird benötigt!

source: Account is not available.
de_de: Account ist nicht verfügbar.

source: Re-login required for %s
de_de: Bitte logge dich für %s neu ein

source: Post is not available!
de_de: Post ist nicht verfügbar!

source: Post status is not valid!
de_de: Post Status ist nicht gültig!

source: Post type is not valid!
de_de: Post Typ ist nicht gültig!

source: At least 2 media file is required for the album post.
de_de: Für ein Album werden mindestens zwei Bilder benötigt.

source: Couldn't find selected media for the story
de_de: Die Medien für deine Story wurden nicht gefunden

source: Couldn't find selected media for the post
de_de: Die Medien für deinen Post wurden nicht gefunden

source: You don't have a permission for video posts.
de_de: Du hast keine Erlaubnis Videos zu posten.

source: You don't have a permission for story videos.
de_de: Du hast keine Erlaubnis Video-Storys zu posten.

source: You don't have a permission for videos in album.
de_de: Du hast keine Erlaubnis Video-Alben zu posten.

source: You don't have a permission for photo posts.
de_de: Du hast keine Erlaubnis Fotos zu posten.

source: You don't have a permission for story photos.
de_de: Du hast keine Erlaubnis Storys zu posten.

source: You don't have a permission for photos in album.
de_de: Du hast keine Erlaubnis Alben zu posten.

source: It's not possible to post video files right now!
de_de: Es ist momentan nicht möglich Videos zu Posten!

source: Oops! An error occured. Please try again later!
de_de: Oops! Da ist etwas schief gelaufen! Versuche es später erneut!

source: You don't have a permission for this kind of post.
de_de: Du hast keine Erlaubnis dies zu posten.

source: Something went wrong! Couldn't publish the post.
de_de: Da ist etwas schief gelaufen! Der Post konnte nicht veröffentlicht werden!

source: Email is not valid.
de_de: E-Mail ist nicht gültig.

source: Account is not active
de_de: Account ist nicht aktiv

source: Password must be at least 6 character length!
de_de: Das Passwort braucht mindestens 6 Zeichen!

source: Password confirmation didn't match!
de_de: Die Passwörter stimmen nicht überein!

source: All fields are required!
de_de: Bitte fülle alle Felder aus!

source: File not received!
de_de: Fehlgeschlagen!

source: Only zip files are allowed
de_de: Es sind nur TIP-Dateien erlaubt

source: Success!
de_de: Erfolgreich!

source: Please select at least 2 media this album post.
de_de: Bitte wähle mindestens 2 Medien für diesen Album Post aus.

source: Please select one media for this story post.
de_de: Bitte wähle eine Datei für deine Story.

source: Please select one media for this post.
de_de: Bitte wähle eine Datei für deinen Post.

source: Please select an Instagram account to post.
de_de: Bitte wähle einen Instagram Account für deinen Post aus.

source: Post has been scheduled to %s
de_de: Das Post wurde geplant für: %s

source: Post has been re-scheduled to %s
de_de: Das Post wurde neu geplant für: %s

source: Post published successfully! <a href='%s'>View post</a>
de_de: Dein Post wurde erfolgreich veröffentlicht! <a href='%s'>Ansehen</a>

source: Invalid account ID
de_de: Ungültige Account ID

source: %s public post
de_de: %s öffentlicher Post

source: Email is not available.
de_de: E-Mail nicht verfügbar.

source: Email sent!
de_de: E-Mail gesendet!

source: Proxy doesn't exist!
de_de: Proxy existiert nicht!!

source: We couldn't find your account
de_de: Wir konnten deinen Account nicht finden

source: May
de_de: Mai

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Couldn't get user info.
de_de: Nutzer Infos konnten nicht abgerufen werden.

source: User added successfully! Please refresh the page.
de_de: Nutzer erfolgreich hinzugefügt.

source: User doesn't exist!
de_de: Nutzer existiert nicht!

source: Are you sure?
de_de: Bist du sicher?

source: It is not possible to get back removed data!
de_de: Es ist nicht möglich gelöschte Daten wieder herzustellen!

source: Yes, Delete
de_de: Ja, löschen

source: Cancel
de_de: Abbrechen

source: Fill required fields.
de_de: Fülle alle erforderlichen Felder aus.

source: Please select at least 2 media album post.
de_de: Bitte wähle mindestens 2 Medien für diesen Album Post aus.

source: Please select one media for story post.
de_de: Bitte wähle eine Datei für diese Story aus.

source: Please select one media for post.
de_de: Bitte wähle eine Datei für diesen Post aus.

source: Use the TAB key to insert emoji faster
de_de: Benutze TAB um Emojis schneller einzusetzen

source: Total Posts
de_de: Alle Posts

source: Uploading...
de_de: Läd...

source: Do you really want to cancel automatic payments?
de_de: Möchtest du die automatische Zahlung wirklich abbrechen?

source: Yes, cancel automatic payments
de_de: Ja, automatische Zahlung abbrechen

source: No
de_de: Nein

source: Verification
de_de: Überprüfung

source: Searching for %s...
de_de: Suche nach %s...

source: +%s more
de_de: +%s mehr

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sun
de_de: Sonntag

source: Mon
de_de: Montag

source: Tue
de_de: Dienstag

source: Wed
de_de: Mittwoch

source: Thu
de_de: Donnerstag

source: Fri
de_de: Freitag

source: Sat
de_de: Samstag

source: Su
de_de: So

source: Tu
de_de: Di

source: We
de_de: Mi

source: Th
de_de: Do

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Today
de_de: Heute

source: Clear
de_de: Leeren

source: Select files
de_de: Dateien auswählen

source: Load more
de_de: Mehr laden

source: View
de_de: Ansehen

source: Delete
de_de: Löschen

source: Paste your link here...
de_de: Füge die URL hier ein...

source: Your media volume is empty. <br /> Drag some files here.
de_de: Du hast keine Dateien. <br /> Ziehe hier Dateien rein.

source: Drop files here to upload
de_de: Ziehe Dateien hier rein um sie hochzuladen

source: This file and all uncompleted posts which this file is assigned to will be removed. This process cannot be undone. Do you want to proceed?
de_de: Die Datei und alle mit ihr geplanten unveröffentlichten Posts werden gelöscht. Möchtest du das?

source: File size exceeds max allowed file size.
de_de: Die Datei ist zu groß.

source: File type is not allowed.
de_de: Dateityp ist nicht erlaubt.

source: There is not enough storage to upload this file
de_de: Du hast dafür nicht genug Speicherplatz

source: There are so many files in upload queue. Please try again after current upload queue finishes.
de_de: Du versuchst zu viele Dateien gleichzeitig hochzuladen. Bitte lade weniger Dateien gleichzeitig hoch

source: {count} file(s) selected.
de_de: {count} Datei(en) ausgewählt.

source: Remove?
de_de: Löschen?

source: Do you want to remove the selected files? This process can not be undone.
de_de: Möchtest du die ausgewählten Dateien löschen? Dies kann man nicht rückgängig machen.

source: Used {used} of {total}
de_de: {used} von {total} benutzt.

source: Used {used}
de_de: {used} benutzt.

source: Total
de_de: Alle

source: {count} files
de_de: {count} Dateien

source: Remaining storage
de_de: Freier Speicher

source: Max. file size to upload
de_de: Max. Dateigröße

source: Unlimited storage
de_de: Unbegrenzter Speicherplatz

source: Thanks for using %s.
de_de: Danke, dass du %s benutzt.

source: Password Recovery
de_de: Password zurücksetzen

source: Reset Password
de_de: Password zurücksetzen

source: Unlimited
de_de: Unbegrenzt

source: Couldn't save uploaded file.
de_de: Hochgeladene Datei konnte nicht gespeichert werden.

source: Couldn't save uploaded file data.
de_de: Hochgeladene Datei konnte nicht gespeichert werden.

source: Couldn't detect file extension!
de_de: Dateiendung nicht erkannt!

source: Image is to small!
de_de: Bildauflösung ist zu klein!

source: Video should be at least 3 seconds length.
de_de: Dein Video sollte mindestens 3 Sekunden lang sein.

source: Video should be at least 480px wide.
de_de: Dein Video sollte mindestens 480px breite haben.

source: Aspect ratio of the video file is not accepted by Instagram.
de_de: Dieses Seitenverhältnis wird von Instagram abgelehnt.

source: Video is too long. Unable to process it. Upload the videos with duration up to %s minutes.
de_de: Dein Video sollte nicht länger als %s Minuten sein.

source: Video is too long. Maximum 60 seconds videos are accepted.
de_de: Das Video ist zu lang. Es dürfen maximal 60 Sekunden hochgeladen werden.

source: Video might be up to %spx wide
de_de: Das Video sollte mindestens %spx breit sein

source: Couldn't get the file
de_de: Datei konnte nicht geladen werden

source: Couldn't download the file
de_de: Datei konnte nicht heruntergeladen werden

source: Couldn't find the image!
de_de: Bild konnte nicht geladen werden!

source: Couldn't get file type!
de_de: Dateityp konnte nicht geladen werden!

source: Annual Plan
de_de: Jährlicher Tarif

source: Monthly Plan
de_de: Monatlicher Tarif

source: Payment for Order #%s
de_de: Zahlung für Bestellung #%s

source: {site_name} Account Activation
de_de: {site_name} Account Aktivierung

source: Please verify the email address {email} belongs to you. To do so, simply click the button below.
de_de: Bitte bestätige deine E-Mail {email} . Klicke dafür einfach auf den unteren Button.

source: Verify Email
de_de: E-Mail Adresse bestätigen

source: New Account
de_de: Neues Konto

source: Saved Accounts
de_de: Deine Instagram Konten

source: Calendar
de_de: Kalender

source: New Caption
de_de: Neu Bildunterschrift

source: Caption Templates
de_de: Bildunterschrift Vorlagen

source: Add new
de_de: Neu hinzufügen

source: Account Verification
de_de: Account Überprüfung

source: Checkout Result
de_de: Checkout Ergebnis

source: Email Verification
de_de: Email Überprüfung

source: Account Expired
de_de: Konto abgelaufen

source: Username
de_de: Benutzername

source: Enter username
de_de: Benutzernamen eingeben

source: Password
de_de: Passwort

source: Enter password
de_de: Passwort eingeben

source: Proxy for your country
de_de: Proxy für Ihr Land

source: Proxy should match following pattern: http://ip:port OR http://username:password@ip:port
de_de: Proxys sollten dem folgenden Muster entsprechen: http: // ip: Port ODER http: // Benutzername: Passwort @ ip: Port

source: It's recommended to to use a proxy belongs to the country where you've logged in this acount in Instagram's official app or website.
de_de: Es wird empfohlen, einen Proxy zu verwenden, das zu Deinem Instagram Account gehört.

source: Security Code
de_de: Sicherheitscode

source: Enter security code
de_de: Sicherheitscode eingeben

source: Didn't get a security code?
de_de: Hast du keinen Sicherheitscode erhalten?

source: Resend it
de_de: Neuen Sicherheitscode schicken lassen

source: after %s seconds
de_de: nach %s Sekunden

source: If you're unable to receive a security code, use one of your <a href='{url}' target='_blank'>backup codes</a>.
de_de: Ist es dir nicht möglich einen Sicherheitscode zu empfangen? Dann nutze einen von unseren <a href='{url}' target='_blank'>Backup Codes</a>.

source: You should receive the 6 digit security code sent by Instagram to the mail address of this account.
de_de: Du hast einen 6-stelligen Sicherheitscode von Instagram per E-Mail erhalten.

source: Save changes
de_de: Änderungen speichern

source: Add account
de_de: Konto hinzufügen

source: Confirm
de_de: Bestätigen

source: Added on %s
de_de: Hinzugefügt am %s

source: Re-login required!
de_de: Erneutes Anmelden erforderlich!

source: Edit
de_de: Bearbeiten

source: View timeline
de_de: Timeline ansehen

source: Load More
de_de: Mehr laden

source: You haven't add any Instagram account yet. Click the button below to add your first account.
de_de: Du hast noch kein Instagram-Konto hinzugefügt. Klicke auf die Schaltfläche unten, um dein erstes Konto hinzuzufügen.

source: You don't have a permission to add any Instagram account.
de_de: Du hast keine Berechtigung ein Instagram Konto hinzuzufügen.

source: Search...
de_de: Suche...

source: Select Account
de_de: Konto auswählen

source: All accounts
de_de: Alle Konten

source: Submit
de_de: Senden

source: In Progress
de_de: In Arbeit

source: Processing now...
de_de: Jetzt verarbeiten ...

source: In a few moments
de_de: In ein paar Sekunden

source: System task error
de_de: Systemaufgabefehler

source: Regular Post
de_de: Post

source: There is not any scheduled post for {account} on this date.
de_de: Du hast keine geplanten Posts für {account}.

source: There is not any scheduled post on this date.
de_de: Du hast keine geplanten Posts.

source: Published
de_de: Veröffentlicht

source: View on Instagram
de_de: Auf Instagram anzeigen

source: There is not any published post for {account} on this date yet.
de_de: Du hast keine veröffentlichte Posts für {account}.

source: There is not any published post on this date yet.
de_de: Du hast keine veröffentlichte Posts.

source: Failed
de_de: Fehlgeschlagen

source: There is not any failed post for {account} on this date yet.
de_de: Du hast keine fehlgeschlagene Posts für {account}.

source: There is not any failed post on this date yet.
de_de: Du hast keine fehlgeschlagene Posts.

source: Add post
de_de: Post hinzufügen

source: Delayed
de_de: Verspätet

source: Scheduled
de_de: Geplant

source: Title
de_de: Titel

source: Enter caption title
de_de: Titel eingeben

source: Caption
de_de: Bildunterschrift

source: Write a caption
de_de: Schreibe hier eine Bildunterschrift

source: Save caption
de_de: Bildunterschrift speichern

source: Use caption
de_de: Bildunterschrift verwenden

source: You haven't add any caption template yet. Click the button below to create your first caption template.
de_de: Du hast noch keine Bildunterschrift erstellt.

source: Add New
de_de: Neu hinzufügen

source: Enter Your Security Code
de_de: Sicherheitscode eingeben

source: Enter the 6-digit code sent to your email/phone
de_de: Gib den 6-stelligen Sicherheitscode ein, der dir per Mail/Mobiltelefon zugesendet wurde

source: Enter the 6-digit code sent to the number ending in %s
de_de: Gib den 6-stelligen Sicherheitscode ein, der dir per Mail/Mobiltelefon zugesendet wurde

source: Try Again
de_de: Versuch es noch einmal

source: Payment Error!
de_de: Zahlungsfehler!

source: An error occured during the payment process! Please try again later!
de_de: Beim Zahlungsvorgang ist ein Fehler aufgetreten! Bitte versuche es später noch einmal!

source: Go to Home
de_de: Zur Startseite

source: You've successfully activated the Automatic Payment Model for your account.
de_de: Deine Zahlungsweise wurde aktualisiert.

source: We'll renew your account as soon as payment processing finished successfully.
de_de: Dein Account wird erneuert wenn deine Zahlung aktzeptiert wurde.

source: Payment accepted successfully! Your account will be active until %s
de_de: Zahlung erfolgreich angenommen! Ihr Konto wird bis %s aktiv sein

source: Go to Account
de_de: Zum Account

source: You've successfully verified the your email address.
de_de: Deine E-Mail Adresse wurde erfolgreich bestätigt.

source: Get Started
de_de: Jetzt loslegen!

source: Please click "View Plans" button to view pricing packages. After choosing appropriate package you can start to use the app.
de_de: Klicke auf TARFIE ANZEIGEN um dir die Preise anzusehen und einen Tarif auszuwählen..

source: View Plans
de_de: Tarife anzeigen

source: You've been subscribed to the automatic payment model.
de_de: Du hast die Automatische Zahlung aktiviert.

source: As soon as we charge the payment from your credit card to renew the account, your account will be activated automatially.
de_de: Es wird bald eine Zahlung ausgeführt und dein Account erneuert.

source: Upcoming Invoice
de_de: Eingehende Rechnung

source: %s on %s at %s
de_de: %s am %s auf %s

source: Cancel Automatic Payments
de_de: Automatische Zahlung beenden

source: Your account has been expired! <br> Please renew your account to use the app.
de_de: Dein Tarif ist abgelaufen ist! <br> Bitte erneuere deinen Tarif.

source: Renew Account
de_de: Tarif erneuern

source: Logout
de_de: Ausloggen

source: Upload Media
de_de: Medien hochladen

source: Your PC
de_de: Dein PC

source: Add Post
de_de: Post hinzufügen

source: Captions
de_de: Bildunterschriften

source: Accounts
de_de: Instagram Konten

source: Statistics
de_de: Statistiken

source: Modules
de_de: Module

source: Packages
de_de: Pakete

source: Users
de_de: Benutzer

source: Settings
de_de: Einstellungen

source: You don't have any Instagram account.
de_de: Du hast kein Instagram-Konto.

source: Trial Package
de_de: Testversion

source: Size (days)
de_de: Anzahl (Tage)

source: Possible values: -1, 0 and any positive integer
de_de: Mögliche Werte: -1, 0 und jede positiv ganze Zahl

source: Include -1 for unlimited, 0 to completely disable trial mode
de_de: Fügen Sie -1 für unbegrenzt, 0 bis vollständig zu deaktivieren Testmodus

source: Max. storage size (MB)
de_de: Max. Speicher Größe (MB)

source: Max. file size (MB)
de_de: Max. Dateigröße (MB)

source: Include -1 for unlimted
de_de: -1 für unbegrenzt

source: Number of accounts
de_de: Anzahl der Konten

source: Include -1 for unlimited
de_de: umfassen -1 für unbegrenzt

source: File Pickers
de_de: Cloud Dienste

source: Post Types
de_de: Post-Typen

source: Photo Post
de_de: Foto Post

source: Story Photo
de_de: Foto Story

source: Story Video
de_de: Video Story

source: Subscribers with this option enabled, can use spintax syntax in post captions.
de_de: Abonnenten mit dieser Option aktiviert, können Spintax-Syntax in Posten-Beschriftungen verwenden.

source: Save
de_de: Speichern

source: Save and update subscribers
de_de: Speichern und aktualisieren Sie Abonnenten

source: New Package
de_de: Neues Paket

source: Package Name
de_de: Paketname

source: Monthly Price
de_de: Monatlicher Preis

source: Annual Price
de_de: Jährlicher Preis

source: Invisible Package
de_de: Unsichtbares Paket

source: Will be visible only by admins inside the app
de_de: Wird nur von Admins in der App zu sehen sein

source: Free Trial
de_de: Kostenlose Testversion

source: Trial package for new users
de_de: Testpaket für neue Benutzer

source: Public Package
de_de: Öffentliches Paket

source: Package for admins only
de_de: Paket nur für Admins

source: Please select a package from left side list to view or modify it's details.
de_de: Bitte wählen Sie ein Paket aus der linken Seite aus, um die Details anzuzeigen oder zu ändern.

source: This post has been failed to publish previously because of the following reason:
de_de: Dieser Beitrag wurde Nicht gelungen veröffentlichen zuvor wegen dem folgenden Grund:

source: Photo
de_de: Foto

source: Add Story
de_de: Story hinzufügen

source: Add Album
de_de: Album hinzufügen

source: Pick a file from your device
de_de: Datei von Gerät auswählen

source: Delete Mode
de_de: Lösch Modus

source: Drop here
de_de: Hier rein ziehen

source: Drag media here to post
de_de: Medien hier rein ziehen

source: First Comment
de_de: Erster Kommentar

source: Write the first comment
de_de: Schreibe den ersten Kommentar

source: Schedule
de_de: Zeitplan

source: Advanced Settings
de_de: Weitere Einstellungen

source: Location
de_de: Standort

source: Auto remove media
de_de: Datei automatisch löschen

source: Remove media files after posting
de_de: Datei nach hochladen automatisch löschen

source: Post now
de_de: Veröffentlichen

source: Schedule the post
de_de: Planen

source: To continue using our services, you need to confirm your email. Check the instruction sent to %s to verify your email.
de_de: Bestätige bitte deine E-Mail Adresse um POST BTLR weiter zu nutzen.

source: Resend email
de_de: E-Mail erneut senden

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Language
de_de: Sprache

source: Timezone
de_de: Zeitzone

source: Date format
de_de: Datumsformat

source: Time format
de_de: Zeitformat

source: 24 hours
de_de: 24 Stunden

source: 12 hours
de_de: 12 Stunden

source: New Password
de_de: Neues Kennwort

source: Confirm Password
de_de: Kennwort bestätigen

source: If you don't want to change password then leave these password fields empty!
de_de: Wenn du kein Passwort ändern willst, dann lass diese Passwortfelder leer!

source: Your Package
de_de: Dein Paket

source: Trial Mode
de_de: Testversion

source: Unknown Package
de_de: Unbekanntes Paket

source: Expire Date
de_de: Ablaufdatum

source: Payment Model
de_de: Zahlungsmodell

source: Automatic
de_de: Automatisch

source: Annual
de_de: Jährlich

source: Monthly
de_de: Monatlich

source: Manual
de_de: Manuell

source: Upcoming invoice
de_de: Nächste Rechnung

source: We'll charge your credit card automatically at the account expire date.
de_de: Dein Tarif wird zum Ablaufdatum automatisch erneuert.

source: After the expire date, your account will be locked until you renew your account.
de_de: Bitte erneuere deinen Tarif zum Ablaufdatum um POST BTRL weiter nutzen zu können.

source: Upgrade Account
de_de: Tarfif ändern

source: Used once
de_de: Einmal verwendet

source: There is not any proxy address yet. Click the button below to add your first proxy address.
de_de: Es gibt noch keine Proxy Adresse.
